{
  "data": [
    {
      "id": 1,
      "title": "Surah An Nas",
      "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ -  قُلۡ أَعُوذُ بِرَبِّ ٱلنَّاس - مَلِكِ ٱلنَّاسِ - إِلَٰهِ ٱلنَّاسِ - مِن شَرِّ ٱلۡوَسۡوَاسِ ٱلۡخَنَّاسِ - ٱلَّذِي يُوَسۡوِسُ فِي صُدُورِ ٱلنَّاسِ -  مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ",
      "latin": "1. Qul A'uudzu birabbin-naas 2. Malikinnaaas 3. Ilaahin-naas 4. Min syarril waswaasil khannaas 5. Al Ladzii yuwaswisu fii shuduurin-naas 6. Minal jinnati wannaas",
      "translation": "Dengan menyebut nama Allah Yang Maha Pemurah lagi Maha Penyayang - Katakanlah: \"Aku berlidung kepada Tuhan (yang memelihara dan menguasai) manusia - Raja manusia -Sembahan manusia - Dari kejahatan (bisikan) syaitan yang biasa bersembunyi "
    },
    {
      "id": 2,
      "title": "Surah Al Falaq",
      "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ -  قُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ - مِن شَرِّ مَا خَلَقَ - وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ - وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِي ٱلۡعُقَدِ - وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ",
      "latin": "1. Qul A'uudzu birabbil falaq 2. Min syarri maa khalaq 3. Wa min syarri ghaasiqin idzaa waqab 4. Wa min syarrin naffaatsaati fiil 'uqad 5. Wa min syarri haasidin idzaa hasad ",
      "translation": "1. Katakanlah, \"Aku berlindung kepada Tuhan yang menguasai subuh (fajar), 2. dari kejahatan (makhluk yang) Dia ciptakan, 3. dan dari kejahatan malam apabila telah gelap gulita, 4. dan dari kejahatan (perempuan-perempuan) penyihir yang meniup pada buhul-buhul (talinya), 5. dan dari kejahatan orang yang dengki apabila dia dengki."
    },
    {
      "id": 3,
      "title": "Surah Al Ikhlas",
      "arabic": "قُلۡ هُوَ ٱللَّهُ أَحَدٌ - ٱللَّهُ ٱلصَّمَدُ - لَمۡ يَلِدۡ وَلَمۡ يُولَدۡ - وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ",
      "latin": "1. Qul Huwallahu Ahad 2. Allahu sh-shamad 3. Lam yalid walam yuulad 4. Wa lam Yakun Lahu kufuwan ahad",
      "translation": "1. Katakanlah: \"Dialah Allah, Yang Maha Esa 2. Allah adalah Tuhan yang bergantung kepada-Nya segala sesuatu 3. Dia tiada beranak dan tidak pula diperanakkan, 4. dan tidak ada seorangpun yang setara dengan Dia\"."
    },
    {
      "id": 4,
      "title": "Surah Al Lahab",
      "arabic": "تَبَّتۡ يَدَآ أَبِي لَهَبٖ وَتَبَّ - مَآ أَغۡنَىٰ عَنۡهُ مَالُهُۥ وَمَا كَسَبَ - سَيَصۡلَىٰ نَارٗا ذَاتَ لَهَبٖ - وَٱمۡرَأَتُهُۥ حَمَّالَةَ ٱلۡحَطَبِ - فِي جِيدِهَا حَبۡلٞ مِّن مَّسَدِۢ ",
      "latin": "1. Qul Huwallahu Ahad. 2. Allahu sh-shamad. 3. Lam yalid walam yuulad. 4. Wa lam Yakun Lahu kufuwan ahad",
      "translation": "1. Binasalah kedua tangan Abu Lahab dan sesungguhnya dia akan binasa. 2.Tidaklah berfaedah kepadanya harta bendanya dan apa yang ia usahakan. 3.Kelak dia akan masuk ke dalam api yang bergejolak. 4. Dan (begitu pula) istrinya, pembawa kayu bakar. 5.Yang di lehernya ada tali dari sabut."
    },
    {
      "id": 5,
      "title": "Surah An Nashr",
      "arabic": "إِذَا جَآءَ نَصۡرُ ٱللَّهِ وَٱلۡفَتۡحُ - ُوَرَأَيۡتَ ٱلنَّاسَ يَدۡخُلُونَ فِي دِينِ ٱللَّهِ أَفۡوَاجٗا - فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَٱسۡتَغۡفِرۡهُۚ إِنَّهُۥ كَانَ تَوَّابَۢا ",
      "latin": "1.Idzaa jaa-a nashrullahi wal fath. 2. Wa ra-aitan naasa yadkhuluuna fii diinillahi afwaajaa. 3. Fasabbih bihamdi rabbika waastaghfir-hu, innahuu kaana tawwaabaa",
      "translation": "1. Apabila telah datang pertolongan Allah dan kemenangan, 2. dan kamu lihat manusia masuk agama Allah dengan berbondong-bondong, 3. maka bertasbihlah dengan memuji Tuhanmu dan mohonlah ampun kepada-Nya. Sesungguhnya Dia adalah Maha Penerima taubat."
    },
    {
      "id": 6,
      "title": "Surah Al Kafirun",
      "arabic": "قُلۡ يَٰٓأَيُّهَا ٱلۡكَٰفِرُونَ - لَآ أَعۡبُدُ مَا تَعۡبُدُونَ - وَلَآ أَنتُمۡ عَٰبِدُونَ مَآ أَعۡبُدُ - وَلَآ أَنَا۠ عَابِدٞ مَّا عَبَدتُّمۡ - وَلَآ أَنتُمۡ عَٰبِدُونَ مَآ أَعۡبُدُ - لَكُمۡ دِينُكُمۡ وَلِيَ دِينِ ",
      "latin": "1. Qul yaa ayyuhaal kaafiruun. 2. Laa a’budu maa ta’buduun. 3. Wa laa antum ‘aabiduuna maa a’bud. 4. Walaa anaa ‘aabidum(n) maa ‘abadtum. 5. Walaa antum ‘aabiduuna maa a’bud. 6. Lakum diinukum waliya diin",
      "translation": "1. Katakanlah: \"Hai orang-orang kafir, 2. Aku tidak akan menyembah apa yang kamu sembah. 3. Dan kamu bukan penyembah Tuhan yang aku sembah. 4. Dan aku tidak pernah menjadi penyembah apa yang kamu sembah, 5. dan kamu tidak pernah (pula) menjadi penyembah Tuhan yang aku sembah. 6. Untukmu agamamu, dan untukkulah, agamaku\". "
    },
    {
      "id": 7,
      "title": "Surah Al Kautsar",
      "arabic": "إِنَّآ أَعۡطَيۡنَٰكَ ٱلۡكَوۡثَرَ - فَصَلِّ لِرَبِّكَ وَٱنۡحَرۡ - إِنَّ شَانِئَكَ هُوَ ٱلۡأَبۡتَرُ ",
      "latin": "1.Innaa a’thainaakal kautsar. 2. Fashalli lirabbika wanhar. 3. Innsyaani-aka huwal abtar",
      "translation": "1. Sesungguhnya Kami telah memberikan kepadamu nikmat yang banyak. 2. Maka dirikanlah shalat karena Tuhanmu; dan berkorbanlah. 3. Sesungguhnya orang-orang yang membenci kamu dialah yang terputus."
    },
    {
      "id": 8,
      "title": "Surah Al Ma'un",
      "arabic": "أَرَءَيۡتَ ٱلَّذِي يُكَذِّبُ بِٱلدِّينِ - فَذَٰلِكَ ٱلَّذِي يَدُعُّ ٱلۡيَتِيمَ - وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلۡمِسۡكِينِ - فَوَيۡلٞ لِّلۡمُصَلِّينَ - ٱلَّذِينَ هُمۡ عَن صَلَاتِهِمۡ سَاهُونَ - ٱلَّذِينَ هُمۡ يُرَآءُونَ - وَيَمۡنَعُونَ ٱلۡمَاعُونَ ",
      "latin": "1.Ara-aital-ladzii yukadz-dzibu biddiin. 2. Fadzaalikal-ladzii yadu’-‘ul yatiim. 3. Walaa yahudh-dhu ‘alaa tha’aamil miskiin. 4. Fawailul(n)-lilmushalliin. 5. Al ladziina hum ‘an shalaatihim saahuun. 6. Al ladziina hum yuraa-uun. 7. Wayamna’uunal maa’uun",
      "translation": "1. Tahukah kamu (orang) yang mendustakan agama? 2. Itulah orang yang menghardik anak yatim, 3. dan tidak menganjurkan memberi makan orang miskin. 4. Maka kecelakaanlah bagi orang-orang yang shalat, 5. (yaitu) orang-orang yang lalai dari shalatnya, 6. orang-orang yang berbuat riya, 7. dan enggan (menolong dengan) barang berguna."
    },
    {
      "id": 9,
      "title": "Surah Al Quraysh",
      "arabic": "لِإِيلَٰفِ قُرَيۡشٍ - إِۦلَٰفِهِمۡ رِحۡلَةَ ٱلشِّتَآءِ وَٱلصَّيۡفِ - فَلۡيَعۡبُدُواْ رَبَّ هَٰذَا ٱلۡبَيۡتِ - ٱلَّذِيٓ أَطۡعَمَهُم مِّن جُوعٖ وَءَامَنَهُم مِّنۡ خَوۡفِۢ ",
      "latin": "1. Li-iilaafi quraisyin. 2. Ilaafihim rihlatasy-syitaa-i wash-shaif. 3. Falya’buduu rabba haadzal bait. 3. Al ladzii ath’amahum minjuu’in wa aamanahum min khauf",
      "translation": "1. Karena kebiasaan orang-orang Quraisy, 2. (yaitu) kebiasaan mereka bepergian pada musim dingin dan musim panas. 3. Maka hendaklah mereka menyembah Tuhan Pemilik rumah ini (Ka'bah). 4. Yang telah memberi makanan kepada mereka untuk menghilangkan lapar dan mengamankan mereka dari ketakutan."
    },
    {
      "id": 10,
      "title": "Surah Al Fil",
      "arabic": "أَلَمۡ تَرَ كَيۡفَ فَعَلَ رَبُّكَ بِأَصۡحَٰبِ ٱلۡفِيلِ -ِ أَلَمۡ يَجۡعَلۡ كَيۡدَهُمۡ فِي تَضۡلِيلٖ - وَأَرۡسَلَ عَلَيۡهِمۡ طَيۡرًا أَبَابِيلَ - تَرۡمِيهِم بِحِجَارَةٖ مِّن سِجِّيلٖ - فَجَعَلَهُمۡ كَعَصۡفٖ مَّأۡكُولِۢ ",
      "latin": "1. Alam tara kaifa fa’ala rabbuka bi-ashhaabil fiil. 2.Alam yaj’al kaidahum fii tadhliil. 3. Wa-arsala ‘alaihim thairan abaabiil. 4. Tarmiihim bihijaaratim(n) min sijjiil. 5. Faja’alahum ka’ashfim(n) ma`kuul",
      "translation": "1. Apakah kamu tidak memperhatikan bagaimana Tuhanmu telah bertindak terhadap tentara bergajah? 2. Bukankah Dia telah menjadikan tipu daya mereka (untuk menghancurkan Ka'bah) itu sia-sia? 3. dan Dia mengirimkan kapada mereka burung yang berbondong-bondong, 4. yang melempari mereka dengan batu (berasal) dari tanah yang terbakar, 5. lalu Dia menjadikan mereka seperti daun-daun yang dimakan (ulat)."
    },
    {
      "id": 11,
      "title": "Surah Al Humazah",
      "arabic": "وَيۡلٞ لِّكُلِّ هُمَزَةٖ لُّمَزَةٍ - ٱلَّذِي جَمَعَ مَالٗا وَعَدَّدَهُۥ - ٱلَّذِي جَمَعَ مَالٗا وَعَدَّدَهُۥ - كَلَّاۖ لَيُنۢبَذَنَّ فِي ٱلۡحُطَمَةِ - وَمَآ أَدۡرَىٰكَ مَا ٱلۡحُطَمَةُ - نَارُ ٱللَّهِ ٱلۡمُوقَدَةُ - ٱلَّتِي تَطَّلِعُ عَلَى ٱلۡأَفِۡٔدَةِ ِ - إِنَّهَا عَلَيۡهِم مُّؤۡصَدَةٞ - فِي عَمَدٖ مُّمَدَّدَةِۢ ",
      "latin": "1. Wailul likulli humazatil lumazat  2. Al-ladzii jama’a maa law wa’addadah 3. Yahsabu anna maa lahuu akhladah 4. Kallaa layunbadzanna fiil huthamat 5. Wamaa adraaka maal huthamat 6. Naarullahil muuqadat. 7. Allatii tath-thali’u ‘alal af-idat 8. Innahaa ‘alaihim mu`shadat 9. Fii ‘amadim(n) mumad-dadat",
      "translation": "1. Kecelakaanlah bagi setiap pengumpat lagi pencela, 2. yang mengumpulkan harta dan menghitung-hitung, 3. dia mengira bahwa hartanya itu dapat mengkekalkannya, 4. sekali-kali tidak! Sesungguhnya dia benar-benar akan dilemparkan ke dalam Huthamah. 5. Dan tahukah kamu apa Huthamah itu? 6. (yaitu) api (yang disediakan) Allah yang dinyalakan, 7. yang (membakar) sampai ke hati. 8. Sesungguhnya api itu ditutup rapat atas mereka, 9. (sedang mereka itu) diikat pada tiang-tiang yang panjang."
    },
    {
      "id": 12,
      "title": "Surah Al Asr",
      "arabic": "وَٱلۡعَصۡرِ - إِنَّ ٱلۡإِنسَٰنَ لَفِي خُسۡرٍ - إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَتَوَاصَوۡاْ بِٱلۡحَقِّ وَتَوَاصَوۡاْ بِٱلصَّبۡرِ ",
      "latin": "1. Wal ‘ashr. 2. Innal insaana lafii khusr. 3. Illal-ladziina aamanuu wa ‘amiluush-shalihaati wa tawaashau bilhaqqi wa tawaashaubish-shabr",
      "translation": "1. Demi masa. 2. Sesungguhnya manusia itu benar-benar dalam kerugian, 3. kecuali orang-orang yang beriman dan mengerjakan amal saleh dan nasehat menasehati supaya mentaati kebenaran dan nasehat menasehati supaya menetapi kesabaran."
    },
    {
      "id": 13,
      "title": "Surah At Takatsur",
      "arabic": " أَلۡهَىٰكُمُ ٱلتَّكَاثُرُ - حَتَّىٰ زُرۡتُمُ ٱلۡمَقَابِرَ - كَلَّا سَوۡفَ تَعۡلَمُونَ - ثُمَّ كَلَّا سَوۡفَ تَعۡلَمُونَ - كَلَّا لَوۡ تَعۡلَمُونَ عِلۡمَ ٱلۡيَقِينِ - لَتَرَوُنَّ ٱلۡجَحِيمَ - ثُمَّ لَتَرَوُنَّهَا عَيۡنَ ٱلۡيَقِينِ - ثُمَّ لَتُسۡلُنَّ يَوۡمَئِذٍ عَنِ ٱلنَّعِيمِ ",
      "latin": "1.Al Haakumut takaatsur. Hattaa zurtumul maqaabir. 2. Kallaa saufa ta’lamuun. 3. Tsumma kallaa saufa ta’lamuun. 4. Kallaa lau ta’lamuuna ‘ilmal yaqiin. 5. Latarawunnal jahiima. 6. Tsumma latarawunnahaa ‘ainal yaqiin. 7. Tsumma latus-alunna yaumaidzin ‘anin na’iim",
      "translation": "1. Bermegah-megahan telah melalaikan kamu, 2. Bermegah-megahan telah melalaikan kamu, 3. Janganlah begitu, kelak kamu akan mengetahui (akibat perbuatanmu itu), 4. dan janganlah begitu, kelak kamu akan mengetahui. 5. Janganlah begitu, jika kamu mengetahui dengan pengetahuan yang yakin, 6. niscaya kamu benar-benar akan melihat neraka Jahiim, 7. dan sesungguhnya kamu benar-benar akan melihatnya dengan 'ainul yaqin. 8. kemudian kamu pasti akan ditanyai pada hari itu tentang kenikmatan (yang kamu megah-megahkan di dunia itu)."
    },
    {
      "id": 14,
      "title": "Surah Al Qari'ah",
      "arabic": "ٱلۡقَارِعَةُ - مَا ٱلۡقَارِعَةُ - وَمَآ أَدۡرَىٰكَ مَا ٱلۡقَارِعَةُ - يَوۡمَ يَكُونُ ٱلنَّاسُ كَٱلۡفَرَاشِ ٱلۡمَبۡثُوثِ - وَتَكُونُ ٱلۡجِبَالُ كَٱلۡعِهۡنِ ٱلۡمَنفُوشِ - فَأَمَّا مَن ثَقُلَتۡ مَوَٰزِينُهُۥ - فَهُوَ فِي عِيشَةٖ رَّاضِيَةٖ - وَأَمَّا مَنۡ خَفَّتۡ مَوَٰزِينُهُۥ - فَأُمُّهُۥ هَاوِيَةٞ - وَمَآ أَدۡرَىٰكَ مَا هِيَهۡ - نَارٌ حَامِيَةُۢ ",
      "latin": "1.Al qoori’ah. Mal qoori’ah. 2. Wamaa adrooka mal qoori’ah. 3. Yauma yakuunun naasu kalfaroosil mabtsuuts. 4. Watakuunul jibaalu kal’ihnil manfuus. 5. Fa ammaa man tsaqulat mawaazinuh. 6. Fahuwa fii’iisyatir raadhiyah. 7. Wa ammaa man khoffat mawaaziinuh. 8. Fa ummuhuu haawiyah. 9. Wa maa adrooka maa hiyah. 10. Naa runhaa miyah",
      "translation": "1. Hari Kiamat, 2. apakah hari Kiamat itu? 3. Tahukah kamu apakah hari Kiamat itu? 4. Pada hari itu manusia adalah seperti anai-anai yang bertebaran, 5. dan gunung-gunung adalah seperti bulu yang dihambur-hamburkan. 6. Dan adapun orang-orang yang berat timbangan (kebaikan)nya, 7.maka dia berada dalam kehidupan yang memuaskan. 8. Dan adapun orang-orang yang ringan timbangan (kebaikan)nya, 9. maka tempat kembalinya adalah neraka Hawiyah. 10. Tahukah kamu apakah neraka Hawiyah itu? 11. (Yaitu) api yang sangat panas."
    },
    {
      "id": 15,
      "title": "Surah Al 'Adiyat",
      "arabic": "وَٱلۡعَٰدِيَٰتِ ضَبۡحٗا - فَٱلۡمُورِيَٰتِ قَدۡحٗا - فَٱلۡمُغِيرَٰتِ صُبۡحٗا - فَأَثَرۡنَ بِهِۦ نَقۡعٗا - فَوَسَطۡنَ بِهِۦ جَمۡعًا - إِنَّ ٱلۡإِنسَٰنَ لِرَبِّهِۦ لَكَنُودٞ - إِنَّ ٱلۡإِنسَٰنَ لِرَبِّهِۦ لَكَنُودٞ - وَإِنَّهُۥ لِحُبِّ ٱلۡخَيۡرِ لَشَدِيدٌ - ۞أَفَلَا يَعۡلَمُ إِذَا بُعۡثِرَ مَا فِي ٱلۡقُبُورِ - وَحُصِّلَ مَا فِي ٱلصُّدُورِ - إِنَّ رَبَّهُم بِهِمۡ يَوۡمَئِذٖ لَّخَبِيرُۢ ",
      "latin": "1. Wal’aadiyaati dhobhaa. 2.Falmuuriyaati qodhaa. 3.Falmughiirooti shubhaa. 4.Fa atsarnabihii naq’aa. 5.Fawasathna bihii jam’aa. 6.Innal insaana lirobbihii lakanuud(un). 7.Wainnahuu ‘alaa dzaalika lasyahiid. 8.Wa innahuu lihubbil khoiri lasyadiid. 9.Afalaa ya’lamu idzaa bu’tsiro maa fil qubuur. 10.Wahusshila maa fish shuduur. 11.Inna robbahum bihim yaumaidzil lakhobiir",
      "translation": "1. Demi kuda perang yang berlari kencang dengan terengah-engah, 2. dan kuda yang mencetuskan api dengan pukulan (kuku kakinya), 3, dan kuda yang menyerang dengan tiba-tiba di waktu pagi, 4. maka ia menerbangkan debu, 5. dan menyerbu ke tengah-tengah kumpulan musuh, 6. sesungguhnya manusia itu sangat ingkar, tidak berterima kasih kepada Tuhannya, 7. dan sesungguhnya manusia itu menyaksikan (sendiri) keingkarannya,8. dan sesungguhnya dia sangat bakhil karena cintanya kepada harta. 9. Maka apakah dia tidak mengetahui apabila dibangkitkan apa yang ada di dalam kubur, 10. dan dilahirkan apa yang ada di dalam dada, 11. sesungguhnya Tuhan mereka pada hari itu Maha Mengetahui keadaan mereka."
    },
    {
      "id": 16,
      "title": "Surah Al A'la",
      "arabic": "سَبِّحِ ٱسۡمَ رَبِّكَ ٱلۡأَعۡلَى - ٱلَّذِي خَلَقَ فَسَوَّىٰ - وَٱلَّذِي قَدَّرَ فَهَدَىٰ - وَٱلَّذِيٓ أَخۡرَجَ ٱلۡمَرۡعَىٰ - فَجَعَلَهُۥ غُثَآءً أَحۡوَىٰ - سَنُقۡرِئُكَ فَلَا تَنسَىٰٓ - إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ وَمَا يَخۡفَىٰ - وَنُيَسِّرُكَ لِلۡيُسۡرَىٰ - فَذَكِّرۡ إِن نَّفَعَتِ ٱلذِّكۡرَىٰ - سَيَذَّكَّرُ مَن يَخۡشَىٰ - وَيَتَجَنَّبُهَا ٱلۡأَشۡقَى - ٱلَّذِي يَصۡلَى ٱلنَّارَ ٱلۡكُبۡرَىٰ - ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ - قَدۡ أَفۡلَحَ مَن تَزَكَّىٰ - وَذَكَرَ ٱسۡمَ رَبِّهِۦ فَصَلَّىٰ - بَلۡ تُؤۡثِرُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا - وَٱلۡأٓخِرَةُ خَيۡرٞ وَأَبۡقَىٰٓ - إِنَّ هَٰذَا لَفِي ٱلصُّحُفِ ٱلۡأُولَىٰ - صُحُفِ إِبۡرَٰهِيمَ وَمُوسَىٰ ",
      "latin": "1. Sabbihiisma rabbikal a’laa. 2. Al-ladzii khalaqa fasawwaa. 3. Wal ladzii qaddara fahadaa. 4. Wal ladzii akhrajal mar-‘aa. 5. Faja’alahuu ghutsaa-an ahwaa. 6. Sanuqri-uka falaa tansaa. 7. Illaa maa syaa-allahu innahu ya’lamul jahra wamaa yakhfaa. 8. Wa nuyassiruka lilyusraa. 9. Fa dzakkir in nafa’atidz-dzikraa. 10. Sayadz-dzakkaru man yakhsyaa. 11. Wa yatajannabuhaal asyqaa. 12. Al-ladzii yashlannaaral kubraa. 13. Tsumma laa yamuutu fiihaa walaa yahyaa. 14. Qad aflaha man tazakkaa. 15. Wa dzakaraasma rabbihii fashallaa. 16. Bal tu`tsiruunal hayaataddunyaa. 17. Wal-aakhiratu khairun wa-abqaa. 18. Inna haadzaa lafiish-shuhufil uulaa. 19. Shuhufi ibraahiima wamuusaa",
      "translation": "1. Sucikanlah nama Tuhanmu Yang Maha Tingi, 2. yang menciptakan, dan menyempurnakan (penciptaan-Nya), 3. dan yang menentukan kadar (masing-masing) dan memberi petunjuk, 4. dan yang menumbuhkan rumput-rumputan, 5. lalu dijadikan-Nya rumput-rumput itu kering kehitam-hitaman. 6. Kami akan membacakan (Al Quran) kepadamu (Muhammad) maka kamu tidak akan lupa, 7. kecuali kalau Allah menghendaki. Sesungguhnya Dia mengetahui yang terang dan yang tersembunyi. 8. dan Kami akan memberi kamu taufik ke jalan yang mudah, 9. oleh sebab itu berikanlah peringatan karena peringatan itu bermanfaat, 10. orang yang takut (kepada Allah) akan mendapat pelajaran, 11. dan orang-orang yang celaka (kafir) akan menjauhinya. 12. (Yaitu) orang yang akan memasuki api yang besar (neraka). 13. Kemudian dia tidak akan mati di dalamnya dan tidak (pula) hidup. 14. Sesungguhnya beruntunglah orang yang membersihkan diri (dengan beriman), 15. dan dia ingat nama Tuhannya, lalu dia sembahyang. 16. Tetapi kamu (orang-orang kafir) memilih kehidupan duniawi. 17. Sedang kehidupan akhirat adalah lebih baik dan lebih kekal. 18. Sesungguhnya ini benar-benar terdapat dalam kitab-kitab yang dahulu, 19. (yaitu) Kitab-kitab Ibrahim dan Musa"
    },
    {
      "id": 17,
      "title": "Surah Al-Zalzalah",
      "arabic": "إِذَا زُلۡزِلَتِ ٱلۡأَرۡضُ زِلۡزَالَهَا - وَأَخۡرَجَتِ ٱلۡأَرۡضُ أَثۡقَالَهَا - وَقَالَ ٱلۡإِنسَٰنُ مَا لَهَا - يَوۡمَئِذٖ تُحَدِّثُ أَخۡبَارَهَا - بِأَنَّ رَبَّكَ أَوۡحَىٰ لَهَا - يَوۡمَئِذٖ تُحَدِّثُ أَخۡبَارَهَا بِأَنَّ رَبَّكَ أَوۡحَىٰ - لَهَا يَوۡمَئِذٖ مِثۡقَالَ ذَرَّةٍ خَيۡرٗا يَرَهُۥ - وَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٖ شَرّٗا يَرَهُۥ ",
      "latin": "1. Idzaa zulzilatil ardhu zilzaalahaa. 2. Wa akhrojatil ardhu atzqoolahaa. 3. Wa qoolal insaanu maa lahaa. 4. Yaumaidzin tuhadditsu akhbaarohaa. 5. Bianna robbaka auhaa lahaa. 6. Yaumaidziy yashdurun naasu asytaatal liyuraw a’maalahum. 7. Famay ya’mal mitsqoola dzaarotin khoiroy yaroh(u). 8. Wamay ya’mal mitsqoola dzarrotin syarroy yaroh(u)",
      "translation": "1. Apabila bumi digoncangkan dengan goncangan (yang dahsyat), dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya, 3. dan manusia bertanya: \"Mengapa bumi (menjadi begini)?\", 4. pada hari itu bumi menceritakan beritanya, 5. karena sesungguhnya Tuhanmu telah memerintahkan (yang sedemikian itu) kepadanya. 6. Pada hari itu manusia ke luar dari kuburnya dalam keadaan bermacam-macam, supaya diperlihatkan kepada mereka (balasan) pekerjaan mereka, 7. Barangsiapa yang mengerjakan kebaikan seberat dzarrahpun, niscaya dia akan melihat (balasan)nya. 8. Dan barangsiapa yang mengerjakan kejahatan sebesar dzarrahpun, niscaya dia akan melihat (balasan)nya pula."
    },
    {
      "id": 18,
      "title": "Surah Al Bayyinah",
      "arabic": "لَمۡ يَكُنِ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأۡتِيَهُمُ ٱلۡبَيِّنَةُ - رَسُولٞ مِّنَ ٱللَّهِ يَتۡلُواْ صُحُفٗا مُّطَهَّرَةٗ - فِيهَا كُتُبٞ قَيِّمَةٞ - وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَةُ - وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُواْ ٱلصَّلَوٰةَ وَيُؤۡتُواْ ٱلزَّكَوٰةَۚ وَذَٰلِكَ دِينُ ٱلۡقَيِّمَةِ - إِنَّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ فِي نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآۚ أُوْلَٰٓئِكَ هُمۡ شَرُّ ٱلۡبَرِيَّةِ - إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ هُمۡ خَيۡرُ ٱلۡبَرِيَّةِ - جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ ",
      "latin": "Lam yakunil ladziina kafaruu min ahlil kitaabi wal musyrikiina mungfakkiina hattaa ta’tiyahumul bayyinah. Rosuulum minalloohi yatluu suhufam muthohharoh. Fiiha kutubung qoyyimah. Wamaa tafarroqol ladziina uutul kitaaba illaa mim ba’dimaa jaa-athumul bayyinah. Wamaa umiruu illaa liya’budullaaha mukhlishiina lahuddiina hunafaa’a wa yuqiimushshalaata wa yu’tuzzakaata wa dzaalika diinul qayyimah. Innal ladziina kafaruu min ahlil kitaabi wal musyrikiina fii naari jahannama khoolidiina fiiha ulaa-ika hum syarrul bariyyah. Innal ladziina aamanuu wa’amilush shoolihaati ulaa-ika hum khoirul bariyyah. Jazaa-uhum ‘inda robbihim jannaatu ‘adnin tajrii min tahtihal anhaaru khoolidiina fiiha abadaa, rodhiyalloohu ‘anhum warodhuu ‘anhu dzaalika liman khosyiya robbah",
      "translation": "1. Orang-orang yang kafir dari golongan Ahli Kitab dan orang-orang musyrik tidak akan meninggalkan (agama mereka) sampai datang kepada mereka bukti yang nyata, 2. (yaitu) seorang Rasul dari Allah (Muhammad) yang membacakan lembaran-lembaran yang suci (Al-Qur'an), 3. di dalamnya terdapat (isi) kitab-kitab yang lurus (benar). 4. Dan tidaklah terpecah-belah orang-orang Ahli Kitab melainkan setelah datang kepada mereka bukti yang nyata. 5. Padahal mereka hanya diperintah menyembah Allah dengan ikhlas menaati-Nya semata-mata karena (menjalankan) agama, dan juga agar melaksanakan shalat dan menunaikan zakat; dan yang demikian itulah agama yang lurus (benar). 6. Sungguh, orang-orang yang kafir dari golongan Ahli Kitab dan orang-orang musyrik (akan masuk) ke neraka Jahanam; mereka kekal di dalamnya selama-lamanya. Mereka itu adalah sejahat-jahat makhluk. 7. Sungguh, orang-orang yang beriman dan mengerjakan kebajikan, mereka itu adalah sebaik-baik makhluk. 8. Balasan mereka di sisi Tuhan mereka ialah surga ’Adn yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. Allah ridha terhadap mereka dan mereka pun ridha kepada-Nya. Yang demikian itu adalah (balasan) bagi orang yang takut kepada Tuhannya."
    },
    {
      "id": 19,
      "title": "Surah Al Qadr",
      "arabic": "إِنَّآ أَنزَلۡنَٰهُ فِي لَيۡلَةِ ٱلۡقَدۡرِ - وَمَآ أَدۡرَىٰكَ مَا لَيۡلَةُ ٱلۡقَدۡرِ - لَيۡلَةُ ٱلۡقَدۡرِ لَيۡلَةُ ٱلۡقَدۡرِ خَيۡرٞ مِّنۡ - أَلۡفِ شَهۡرٖ تَنَزَّلُ ٱلۡمَلَٰٓئِكَةُ بِإِذۡنِ رَبِّهِم مِّن كُلِّ أَمۡرٖ - سَلَٰمٌ هِيَ حَتَّىٰ مَطۡلَعِ ٱلۡفَجۡرِ ",
      "latin": "Innaa anzalnaahu fii lailatil qodr. Wamaa adrookamaa lailatul qodr(i). Lailatu qodri khoirum min alfi syahr(in). Tanazzalul malaa-ikatu war ruuhu fiihaa bi idzni robbihim min kulli amr(in). Salaamun hiya hattaa mathla’il fajr(i)",
      "translation": "1. Sesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam qadar. 2. Dan tahukah kamu apakah malam kemuliaan itu? 3. Malam kemuliaan itu lebih baik daripada seribu bulan. 4. Pada malam itu turun para malaikat dan Rµh (Jibril) dengan izin Tuhannya untuk mengatur semua urusan. 5. Sejahteralah (malam itu) sampai terbit fajar."
    },
    {
      "id": 20,
      "title": "Surah At Tin",
      "arabic": "وَٱلتِّينِ وَٱلزَّيۡتُونِ - وَطُورِ سِينِينَ - وَهَٰذَا ٱلۡبَلَدِ ٱلۡأَمِينِ - لَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ فِيٓ أَحۡسَنِ تَقۡوِيمٖ - ثُمَّ رَدَدۡنَٰهُ أَسۡفَلَ سَٰفِلِينَ - إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَلَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ - فَمَا يُكَذِّبُكَ بَعۡدُ بِٱلدِّينِ - أَلَيۡسَ ٱللَّهُ بِأَحۡكَمِ ٱلۡحَٰكِمِينَ ",
      "latin": "Wattiini waz zaituun. Watuuri siiniin. Wahaadzal baladil amiin. Laqod kholaqnal insaana fii ahsani taqwiim. Tsumma rodadnaahu asfala saafiliin. Ilal ladziina aamanuu wa’amilus shoolihaati falahum ajrun ghoiru mamnuun. Famaa yukadzdzibuka ba’du bid diin. Alaisalloohu bi-ahkamil haakimiin.",
      "translation": "1. Demi (buah) Tin dan (buah) Zaitun, 2. demi gunung Sinai, 3. dan demi negeri (Mekah) yang aman ini. 4. Sungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya, 5. kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya, 6. kecuali orang-orang yang beriman dan mengerjakan kebajikan; maka mereka akan mendapat pahala yang tidak ada putus-putusnya. 7. Maka apa yang menyebabkan (mereka) mendustakanmu (tentang) hari pembalasan setelah (adanya keterangan-keterangan) itu? 8. Bukankah Allah hakim yang paling adil? "
    }
  ]
}